{"intro":[{"id":"opening-1","center":"true","text":[{"type":"text","value":"<span class=big>What literature do we study from the 1990s?</span>"}]},{"id":"opening-2","center":"true","img":"harry.png","text":[{"type":"text","value":"The first <i>Harry Potter</i> book was published 25 years ago. I wonder if it will go the way of <i>To Kill a Mockingbird</i> or <i>The Great Gatsby</i>: a literary classic and required reading for American students."},{"type":"text","value":"If <i>Harry Potter</i> ends up on English 101 syllabi, it's the epitome of its legacy, especially considering it was written for young adults and children. It would mean that educators think it’s important enough for each generation to read."}]},{"id":"opening-3","center":"true","text":[{"type":"text","value":"<span class=hed>Here’s an attempt at the turn-of-the-century literary canon <span class=smaller>(using data from college syllabi)</span></span>"},{"type":"text","value":"<span class=byline><span class=>By <a href=https://pudding.cool/author/matt-daniels/>Matt Daniels</a></span></span>"}]}],"ranking":[{"rank":"1","book":"true","title":"<i>The Things They Carried</i> (1990)","author":"Tim O'Brien","img":"things.png","count":"​​2,050","textLocation":"above","text":[{"type":"text","value":"Using <a href=https://opensyllabus.org/>Open Syllabus</a>, which archives university-level syllabi</a>, we identified 1.9 million entries from English Literature classes since 2010. We looked at which books from the 1990s are, today, widely assigned in college-level English Literature classes."},{"type":"text","value":"Here’s the #1, most-assigned ’90s book, which appears on 2,050 syllabi."}]},{"rank":"1a","center":"true","book":"false","text":[{"type":"text","value":"<i>The Things They Carried</i> wasn’t mega-popular when it was published; it wasn’t even a New York Times Best Seller."},{"type":"text","value":"But it was a Pulitzer Prize finalist. NPR <a href=https://www.npr.org/2010/03/24/125128156/the-things-they-carried-20-years-on#:~:text=%22The%20Things%20They%20Carried%22%20is,about%20the%20experience%20of%20war.>said</a> it’s “now a staple of college and high school English classes, celebrated as one of the most important books about the experience of war.”"},{"type":"text","value":"Today, <i>The Things They Carried</i> is pervasive in English literature curriculum. But understanding how it got there is even more important."}]},{"rank":"1b","book":"false","readMore":"true","readMoreText":[{"type":"text","value":"<ul><li>Never charted as a New York Times Best Seller</li><li>#5,403 most frequently rated book on Goodreads</li><li>Pulitzer Prize Finalist; National Book Critics Circle Award Finalist</li></ul>"}],"text":[{"type":"text","value":"Let’s consider the path that a book takes to being a present-day classic and enthusiastically assigned by educators. Among the things I considered were: was it heavily awarded? Did it have an outsized impact on culture? Does it have substance that the next generation should know (in the case of <i>The Things They Carried</i>, it’s an account of the Vietnam war)?"},{"type":"text","value":"Let’s add these data points as context for each book in our top 10:"},{"type":"text","value":"<ul><li><b>New York Times Best Seller:</b> was a book commercially successful when it published?</li> <li><b>Goodreads Ranking:</b> it widely read today?</li><li><b>Literary Prizes</b>: was it acclaimed by academics and critics?</li></ul>"},{"type":"text","value":"Here’s that data for <i>The Things They Carried</i>:"}]},{"rank":"2","book":"true","title":"<i>Woman Hollering Creek</i> (1991)","img":"woman.png","author":"Sandra Cisneros","count":"​​891","textLocation":"above","text":[{"type":"text","value":"Here's the #2 most-assigned book."}],"readMore":"true","readMoreText":[{"type":"text","value":"<ul><li>Never charted as a New York Times Best Seller</li><li>#52,311 most frequently rated book on Goodreads</li><li>Notable book of the year by The New York Times, the Los Angeles Times, and the San Francisco Chronicle (<a href=https://www.news.ucsb.edu/2010/012932/award-winning-author-sandra-cisneros-speak-ucsb>source</a>)</li></ul>"}]},{"rank":"2a","center":"true","book":"false","chartTitle":"The Top 10 Most-Assigned ’90s Fiction","text":[{"type":"text","value":"When we look at <i>Woman Hollering Creek</i>’s popularity on Goodreads, it has 9,900 ratings—compare that to <i>The Things They Carried</i>’s 286,000 ratings!"},{"type":"text","value":"<span class=inter><span class=red><i>Woman Hollering Creek</i></span> is ranked #52,311 in quantity of Goodreads ratings, the lowest among the 10 most-assigned ’90s fiction.</span>"}]},{"rank":"2b","center":"true","book":"false","text":[{"type":"text","value":"For Stanford’s Literary Lab, Digital Humanities scholar J.D. Porter <a href=https://litlab.stanford.edu/LiteraryLabPamphlet17.pdf>points out a number of books</a> that were never commercially popular, but have, over time, grown into a dominant force in the literary canon. One important example is the 1937 classic <i>Their Eyes Were Watching God</i> by Zora Neale Hurston."},{"type":"text","value":"<blockquote>“Before 1970, Zora Neale Hurston was the primary subject author in just 4 MLA articles, and all of her novels were out of print; none had sold more than 5,000 copies. <b>It was famously the efforts of prestigious scholars and writers, especially Alice Walker, that recuperated her</b>.<br><br>And it worked: Today Hurston has over 700 MLA articles, and she has more Goodreads ratings than authors ranging from the canon that predated her…No doubt much of the public familiarity with her work derives from its now-common presence in classrooms, but this is precisely the point...a boost in prestige, driven by scholars and practitioners, and mediated through the classroom, led to a boost in popularity. The arc of escape from obscurity pulled her not just up but away.”</blockquote>"}]},{"rank":"2c","center":"true","book":"false","text":[{"type":"text","value":"This story of Zora Neale Hurston ends with a really important point by Porter, <b>“We do not merely study what people read; people read what we study.”</b>"},{"type":"text","value":"So in the case of <i>Woman Hollering Creek</i>, an obscure book today might be, over many generations, vaulted into the popular discourse."}]},{"rank":"3","book":"true","title":"<i>The God of Small Things</i> (1997)","author":"Arundhati Roy","img":"god.png","count":"801","readMore":"true","readMoreText":[{"type":"text","value":"<ul><li>31 weeks as a New York Times Best Seller</li><li>19th-longest streak as a Best Seller in the 1990s</li><li>#5,696 most-frequently rated book on Goodreads</li><li>Booker Prize Winner, 1997</li></ul>"}]},{"rank":"4","book":"true","title":"<i>Harry Potter and the Sorcerer’s Stone</i> (Book #1, 1997)","author":"J. K. Rowling","count":"788","img":"harry.png","readMore":"true","readMoreText":[{"type":"text","value":"<ul><li>77 weeks as a New York Times Best Seller</li><li>10th-longest streak as a Best Seller in the 1990s</li><li>#1 most-frequently rated book on Goodreads</li><li>A Publishers Weekly Best Book of 1998 and a New York Public Library 1998 Best Book of the Year (<a href=https://en.wikipedia.org/wiki/Harry_Potter_and_the_Philosopher%27s_Stone>source</a></li></ul>"}]},{"rank":"4a","book":"false","center":"true","chartTitle":"The Top 20 Longest New York Times Best Sellers","text":[{"type":"text","value":"Books like <i>Harry Potter and the Sorcerer's Stone</i> are cultural touchstones. In theory, when a book is this widely-read and culturally important, it’s bound to be assigned by educators. Yet that’s rarely the case."},{"type":"text","value":"<span class=inter>With the exception of <i>Harry Potter and the Sorcerer’s Stone</i>, few of the <span class=red>top ’90s New York Times Best Sellers</span> end up assigned in English Literature syllabi.</span>"}]},{"rank":"4b","book":"false","center":"true","text":[{"type":"text","value":"In 1951, Pulitzer Prize-winning <i>The Caine Mutiny</i>, by Herman Wouk, began its historic run of 2.5 years as a New York Times Best Seller. Around the same time, <i>Catcher in the Rye</i> would spend 7 months as a New York Times Best Seller as well."},{"type":"text","value":"But today, <i>Catcher in the Rye</i> is what’s assigned by educators, which might surprise 1950s literary scholars, as the book was neither the most-awarded or widely-read of the era."},{"type":"text","value":"There are countless examples of Caine Mutinies: a mega-popular book that eventually enters obscurity. This occurs with all media: few musical hits will be remembered by younger generations. Only a handful of Oscar-winning films will remain classics."},{"type":"text","value":"Yet with books, there’s the added force of high school and college assigned reading, an opposing force to a natural fading of culture."}]},{"rank":"5","book":"true","title":"<i>Interpreter of Maladies</i> (1999)","author":"Jhumpa Lahiri","count":"773","img":"interpreter.png","readMore":"true","readMoreText":[{"type":"text","value":"<ul><li>Never charted as a New York Times Best Seller</li><li>#8,519 most-frequently rated book on Goodreads</li><li>PEN America winner, 2000; Pulitzer Prize winner, 2000</li></ul>"}]},{"rank":"6","book":"true","title":"<i>Disgrace</i> (1999)","author":"J.M. Coetzee","count":"593","img":"disgrace.png","readMore":"true","readMoreText":[{"type":"text","value":"<ul><li>Never charted as a New York Times Best Seller</li><li>#12,988 most-frequently rated book on Goodreads</li><li>The Booker Prize 1999</li></ul>"}]},{"rank":"7","book":"true","title":"<i>The Giver</i> (1993)","author":"Lois Lowry","count":"575","img":"giver.png","readMore":"true","readMoreText":[{"type":"text","value":"<ul><li>Never charted as a New York Times Best Seller</li><li>#763 most-frequently rated book on Goodreads</li><li>Newbery Medal, 1994</li></ul>"}]},{"rank":"7a","book":"false","center":"true","text":[{"type":"text","value":"When I ask people about 1990s books that are widely-assigned in school, most people bring up <i>The Giver</i>, which just might be the closest thing we have to a “modern classic.”"},{"type":"text","value":"I looked at ’90s books on Goodreads, determining which ones were most often classified in the  “classics” genre by users; <i>The Giver</i> is now #1, vaulting to the top in the past 5 years (see also Melanie Walsh’s <a href=https://post45.org/2021/04/the-goodreads-classics-a-computational-study-of-readers-amazon-and-crowdsourced-amateur-criticism/>study</a> of Goodreads classics, across all decades)."}]},{"rank":"7b","book":"false","center":"true","text":[{"type":"text","value":"Seeing <i>The Giver</i> on “classics” lists is a bit like hearing Nirvana on classic rock radio: I feel old and it seems impossible."},{"type":"text","value":"Deciding what should be in the canon is both debated and controversial (e.g., see <a href=http://www.pbs.org/shattering/lindenberger.html>this 1990 paper</a> about the reading list for Stanford University’s course on Western culture, required of all undergraduates). Who’s on the list (and importantly, who’s not) is fraught with dilemmas, as detailed in <a href=https://litlab.stanford.edu/LiteraryLabPamphlet8.pdf>this pamphlet</a> by Mark Algee-Hewitt and Mark McGurl."},{"type":"text","value":"Every decade will have a book to celebrate as a “classic,” worthy of study. Put <a href=https://litlab.stanford.edu/LiteraryLabPamphlet8.pdf>simply by McGurl and Algee-Hewitt</a>, “Of the many, many thousands of novels and stories published in English in the 20th century, which group of several hundred would represent the most reasonable, interesting, and useful subset of the whole?”"},{"type":"text","value":"And in the past, that list was predominantly determined by white men in academia."}]},{"rank":"8","book":"true","title":"<i>Angels in America</i> (1992)","author":"Tony Kushner","count":"508","img":"angels.png","readMore":"true","readMoreText":[{"type":"text","value":"<ul><li>Never charted as a New York Times Best Seller</li><li>#38,931 most-frequently rated book on Goodreads</li><li>Tony Awards Best Play, 1993; Pulitzer Prize for Drama, 1993</li></ul>"}]},{"rank":"9","book":"true","title":"<i>Parable of the Sower</i> (1993)","author":"Octavia E. Butler","count":"505","img":"parable.png","readMore":"true","readMoreText":[{"type":"text","value":"<ul><li>Never charted as a New York Times Best Seller when published</li><li>#16,524 most-frequently rated book on Goodreads</li><li>New York Times Notable Book of the Year, 1994; Nebula Awards Best Novel Nomination, 1994</li></ul>"}]},{"rank":"9a","book":"false","center":"true","text":[{"type":"text","value":"John Green discusses <i>Parable of the Sower</i> in <a href=https://www.youtube.com/watch?v=GBIIMkd-VlQ>a December 2022 vlog</a> about books that get better over time."},{"type":"text","value":"Similar to many books on this list, <i>Parable of the Sower</i> (1994) wasn’t a New York TImes Best Seller when it was published. But Green makes a great point that as this book gets older, “it feels more contemporary.”"},{"type":"text","value":"<blockquote>“<i>Parable of the Sower</i> is a novel narrated by a young Black woman living in a future America where systems are collapsing, the president is a demagogue, climate change is wreaking havoc, there’s a substance abuse epidemic, and other things that feel just a little contemporary…it has gotten better over the last 30 years because it helps us understand that much of <i>our now</i> wasn’t just foreseeable, it was foreseen. It’s explorations about how to unify polarized communities and collaborate across difference are profoundly instructive for us.”</blockquote>"},{"type":"text","value":"That is, had <i>Parable of the Sower</i>, like many books on this list, were ahead of their time."}]},{"rank":"10","book":"true","title":"<i>The Lone Ranger and Tonto Fistfight in Heaven</i> (1993)","author":"Sherman Alexie","count":"405","img":"lone.png","readMore":"true","readMoreText":[{"type":"text","value":"<ul><li>Never charted as a New York Times Best Seller</li><li>#29,952 most-frequently rated book on Goodreads</li><li>PEN-Hemingway Best First Book of Fiction Citation Winner, 1993; Lila Wallace-Reader’s Digest Writers’ Award, 1994</li></ul>"}]},{"rank":"10a","book":"false","center":"true","text":[{"type":"text","value":"This ranking gives us a glimpse into the legacy of books from the recent past, and I’d expect many to go on to be colloquially known as “classics.”"},{"type":"text","value":"Taking a step back, this Top 10 ranking is also notable because of how diverse it is: half are authors of color and 6 are women."},{"type":"text","value":"This is in stark contrast to the existing Western canon. When students read <i>The Grapes of Wrath</i>, it seems like a rite of passage, but it’s also now socially acceptable to <a href=>challenge the status</a> of such books, particularly if higher quality work from diverse authors could take its place. The data from university syllabi is a bellwether to the broader shift in what should be both read and remembered in the literary world."},{"type":"text","value":"What follows are the most-assigned fiction and non-fiction books from the ’80s and ’00s, along with the list from the ’90s we just explored."}]}],"explore":[{"id":"elements"}],"methods":[{"id":"test","text":[{"type":"text","value":"<span class=pHed>Methods</span>"},{"type":"text","value":"All syllabus data was obtained directly from <a href=https://opensyllabus.org target=_blank>Open Syllabus</a>."},{"type":"text","value":"Goodreads Rankings was obtained via Kaggle and indexed using <a href=https://www.kaggle.com/mattdaniels/lit-canon target=_blank>this notebook</a>"}]}],"ignore":["Who is getting studied from the 90s?","I read that the most important factor in the media canon is whether students study an artist/writer for school.","Open Syllabus could be a factor in this, essentially looking at who is now worth learning about if you’re 18 (these people are in theory 30 years in the past)"],"text":[{"type":"text","value":"Let’s start with books published from 1980 - 1989. Here are the most-assigned books (present day) from the ’80s (published in)."}]}